Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_2s.doc.tmx
Source language: sme
Languages: nob

source: Ulbmil dás lea dat ahte mii eamiálbmogin otne eat leat leamaš siskilduvvon riektioamasteaddjin makkárge resurssaide guovllus .
nob: Poenget her er at vi som urfolk fram til i dag ikke har vært inkludert som rettighetshavere til noen ressurser i området .

source: Mihttomearrin lea sávaldat oažžut dohkkehuvvot vuoigatvuođaid , ii ge hoigat eret eará álbmotčearddaid árbevirolaš sámi ássanguovllus .
nob: Det er ønsket om å få anerkjent rettigheter som er målet , ikke å ekskludere andre folkegrupper i det tradisjonelle samiske bosettingsområdet .

source: Mii guoská doahpaga « sámi álbmot » áddejupmái dán oktavuođas , de oaivvildit mii ná :
nob: Når det gjelder forståelsen av begrepet « det samiske folk » i denne sammenhengen , så mener vi med det følgende :

source: Go ráđđi čuoččuha ahte mis eamiálbmogin leat vuoigatvuođat Norgga rájiid siste , de hállat sámi álbmoga birra Norgga rájiid siste .
nob: Når rådet hevder at vi som urfolk har rettigheter innenfor grensene til nasjonalstaten Norge , er det samiske folk innenfor Norges grenser vi snakker om .

source: Muhto dainna oaivvildit maiddái dan ahte sámiin geat ásset Ruoššas leat sullasaš vuoigatvuođat sin iežaset riikkas .
nob: Men dette betyr også at samer som urfolk i Russland har lignende rettigheter innenfor sin nasjonalstat .

source: Vejolaš Snøhvit gássa dietnasa geavaheami oktavuođas boahtteáiggis , de leat das dehálaš prinsihpalaš bealit .
nob: Når det gjelder bruken av eventuelle framtidige inntekter fra gassen på Snøhvit så har den viktige prinsipielle sider .

source: Ferte viidáseappot bargat dainna prinsihpain movt dietnasat galget hálddašuvvot .
nob: Man må arbeide videre med prinsippet om hvordan inntektene skal forvaltes .

source: Ferte árvvoštallat maiddái dan ahte galgá go dán resurssas boahtán ruđaid geavahit maiddái sámi servodaga huksemii .
nob: Med i vurderingen må være om man skal benytte midler fra ressursutvinning til å bygge opp også det samiske samfunnet .

source: Muđui čujuhit 14.04.99 reivii Olgoriikadepartementii Arktálaš Ráđi - SDP - hárrái workshop:a prošeavttat j.d.
nob: Vi viser for øvrig til brev av 14.04.99 til Utenriksdepartementet om Arktisk Råd - SDP - prosjekter til workshops , o.a.

source: Das lea Sámediggi ovddidan oainnuidis workshop:ii earret eará oljo- ja minerálaresurssaid ektui , mas dadjat :
nob: Der har Sametinget fremmet synspunkter til workshops om bl.a. olje- og mineralressurser , der vi sier :

source: « Sámedikkis eai leat makkárge konkrehta árvalusat dán suorggis .
nob: « Sametinget har foreløpig ingen konkrete innspill på dette området .

source: Mii muittuhit ahte oljo- ja gássadoaibma ja minerálaroggan eamiálbmotguovlluin Arktisis guoská eamiálbmoga guovddáš beroštumiide .
nob: Vi gjør oppmerksom på at olje- og gassvirksomhet og mineralutvinning i urfolksområdene i Arktisk berører sentrale interesser for utfolkene .

source: Erenoamážit lea dilli váttis eamiálbmogiin Ruošša davviguovlluin .
nob: Spesielt er situasjonen kritisk for urfolkene i nordområdene i Russland .

source: Workshop galgá guoskat minerála- / oljo- ja gássadoaimma ja eamiálbmotvuoigatvuođaid / - beroštumiid / - ealáhusaid ja servodaga gaskasaš oktavuhtii . »
nob: En workshop må omfatte forholdet mellom mineral- / olje- og gassvirksomhet og urfolksrettigheter / - interesser / - næringer og samfunn » .

source: OÐÐA Boazoorohatjuohkin NORLÁNDDAS
nob: NY Reinbeitedistriktsinndeling I NORDLAND

source: Áššeovddidus lea mielddusin nuppi siiddus .
nob: Saksfremlegg følger på neste side .

source: Friija joavkku árvalusa vuođul lea Sámediggi ásahan boazodoallolávdegotti .
nob: Etter initiativ fra Fri Gruppe har Sametinget opprettet et reindriftsutvalg .

source: Lávdegottis lea dehálaš bargun geahčadit vuoigatvuođa gažaldagaid ja kulturoasi .
nob: Viktige oppgaver for utvalget er å se på rettighetsspørsmål og kulturdelen .

source: Dán ášši orru ge sáhttimin geavahit buorrin ovdamearkan dasa ahte dál váilot njuolggadusat , mii buvttii ge albmosii dárbbu ásahit boazodoallolávdegotti .
nob: Denne saken synes å være et godt eksempel på manglene i dagens regelverk som gjorde det nødvendig å opprette et reindriftsutvalg .

source: Dán oktavuođas leat ge mus čuovvovaš jearaldagat Sámediggeráđđái :
nob: Mitt spørsmål i denne forbindelse er :

source: Makkár oaidnu lea Sámediggeráđis dán ášši mearrádussii ?
nob: Hva synes Sametingsrådet om vedtaket i denne sak ?

source: Lea go Sámediggeráđi mielas riekta garvit dološ geavahusa ja sámi riektiáddejumi dán lágan áššiid oktavuođas ?
nob: Er Sametingsrådet enig i at det er riktig å se bort fra sedvane og samisk rettsoppfatning i slike saker ?

source: Prinsihpalaš vuođuin lea Sámediggeráđđi čielgasit dan oaivilis ahte sámi dološvieruid ja riektiáddejumiid ferte bidjat vuođđun maiddái orohagaid juogadeamis , ja das ferte vuhtii váldit maid eará dárbbašlaš beliid .
nob: På prinsipielt grunnlag er Sametingsrådet klart av den oppfatning at samiske sedvaner og rettsoppfatninger må legges til grunn ved inndelinger også av distrikter , dette sammen med andre nødvendige hensyn .

source: Boazodoallostivra sáhttá boazodoallolága § 2 vuođul juohkit orohagaid .
nob: Reindriftsstyret kan i medhold av reindriftslovens § 2 foreta distriktsinndelinger .

source: Sámediggi nammada boazodoallostivrra čieža lahtus golbmasa , ja das lea dalle gáržžes váldi boazodoalu ektui .
nob: Sametinget utnevner 3 av 7 medlemmer til reindriftsstyret , og har derved begrenset myndighet i forhold til reindriften .

source: Ráđđi čujuha ahte orohatjuohkima Norlánddas čuvvot orohatjuohkimat maiddái Finnmárkkus ja maŋŋá Tromssas .
nob: Rådet viser til at distriktinndelingen i Nordland vil bli fulgt av distriktsinndelinger også i Finnmark og senere i Troms .

source: Sámediggi lea nammadan sierra boazodoalloplánalávdegotti .
nob: Sametinget har utnevnt et eget reindriftsplanutvalg .

source: Dát lávdegoddi lea álggahan barggus , ja galgá čilget guovddáš ja prinsihpalaš gažaldagaid boazodoalu ektui .
nob: Dette utvalget er i gang med sitt arbeid , og skal redegjøre for sentrale og prinsipielle spørsmål i forhold til reindriften .

source: Sámediggeráđđi árvvoštallá nu ahte livččii lunddolaš ahte Sámedikki boazodoalloplánalávdegoddi guorahalašii lagabuidda maiddái makkár beroštumiid galgá deattuhit orohatjuohkimiin .
nob: Sametingsrådet vurderer det slik at det vil være naturlig at Sametingets reindriftsplanutvalg også foretar en nærmere gjennomgang for hvilke hensyn som skal vektlegges ved distriktsinndelinger .

source: NSR:a sámediggejoavkku Asbjørg Skåden gažaldat :
nob: Spørsmål fra representant Asbjørg Skåden , NSR ’ s sametingsgruppe :

source: SÁMIID OAHPAHUSDILLI JA OAHPAHUS SÁMEGIELAS JA SÁMEGILLII OLGGOBEALDE SÁMI OAHPPOPLÁNA GUOVLLUID
nob: SITUASJONEN VED SAMERS OPPLÆRING OG OPPLÆRINGEN I OG PÅ SAMISK UTENFOR SAMISK LÆREPLANS FELT

source: Goalmmát sámedikki rahpamis bivddii Gonagaslaš majestehta Gonagas ándagassii ovddit áiggiid dáruiduhttima ovddas .
nob: Ved åpningen av det 3 . Sametinget bad hans Majestet Kongen samene om forlatelse for tidligere tiders fornorskning .

source: Dát Gonagaslaš majestehta Gonagasa sánit gusket ollu maiddái sámiide geat šadde dárogielagin dáruiduhttinproseassas , sámiide geat ásset olggobealde dáláš sámegiela hálddašanguovllu ja sámiide geat eai oažžu oahpahusa Sámi oahppoplána mielde .
nob: Denne handlingen fra Hans Majestet Kongen gjelder i stor grad også samer som ble norskspråklige i fornorskningsprosessen , samer som bor utenfor nåværende forvaltningsområdet for samisk språk og samer som ikke får opplæring etter Samisk læreplan .

source: Movt dál doaibmá sámegiela oahpahus vuođđoskuvllain
nob: Nåværende situasjon ved samiskopplæing i grunnskolene

source: Sámegiela oahpahus vuođđoskuvllain Skániin , nugo oahpaheaddjit deattuhit , čájeha ahte juogaduvvon diibmologuin sámegiela oahpahussii vuođđoskuvllain Skániin ii ollašuva O 97 áigumuš funkšuvnnalaš guovttegielalašvuođa hárrái .
nob: Samiskopplæringen i grunnskolene i Skånland , v / lærerne understreker at tildelte timetall til opplæringen i samisk til grunnskolene i Skånland ikke dekker L97S ’ intensjon om funksjonell tospråklighet .

source: Skuvllaid bivdet ohcat oahpahusa prošeaktan .
nob: Skolene blir bedt om å søke midler til opplæring og prosjekt .

source: Oahpahusbargiid mielas lea dát imašlaš ja hirbmat váidalahtti go ferte ákkastallat sierra prošeavtta vai sáhttá álggahit oahppoplána funkšuvnnalaš guovttegielalašvuođa ulbmiliid ollašuhttima earret eará geavahit sámegiela reaidogiellan .
nob: Undervisningspersonalet finner det underlig og meget beklagelig å måtte argumentere særskilte prosjekt for å kunne starte realisringen av Læreplanens mål om funksjonell tospråklighet med bl. a samisk som redskapsspråk .

source: Skuvla imaštallá maiddái movt lea Norgga stáhta áigumuš sámi ohppiid ektui olggobealde sámegiela hálddašanguovllu go oahpahus mii fállojuvvo ii láhččojuvvo bajábealde namuhuvvon váikkuhangaskaomiiguin bajábealde namuhuvvon ulbmila guvlui .
nob: Skolene stiller seg også spørrende til hvorvidt det er Staten Norges intensjon for samiske elever utenfor forvaltningsområdet for samisk språk at man tilbys en opplæring som ikke tilrettelegger med ovennevnte virkemidler mot ovennevnte mål .

source: Vuođđolága § 110A:s daddjo ahte sámi álbmogis lea vuoigatvuohta ovddidit sin giela , kultuvrra ja servodateallima .
nob: Grunnlovsparagraf 110 a slår fast at den samiske folkegruppes rett til å utvikle sitt språk , kultur og samfunnsliv .

source: Oahpahusa vástideddjiid mielas lea oahpahusa organiseren eahpečielggas .
nob: Fra undervisningshold meldes det uklarhet om organiseringen av opplæringen .

source: Sámegiela oahpahus Tromssas lágiduvvo viehka máŋgga láhkái .
nob: Samiskopplæringen i Troms har ganske ulike forhold .

source: Gáivuona suohkan lea sámegiela hálddašanguovllus , Tromssa gielddas bargojuvvo dađi mielde go diehtit oahpahusa láhčimiin reaidogiellan , Málátvuomis lea stáhtalaš sámeskuvla ja Loabáin leat sierra sámeluohkát gos lea oahpahus guovtti gillii .
nob: Kåfjord kommune ligger i forvaltningsområdet for samisk språk , i Tromsø kommune arbeider man så vidt vites med tilrettelegging av opplæring der redskapsspråk inngår i opplæringen , Målselv har statlig sameskole og Lavangen har egne sameklasser med tospråklig undervisning .

source: Ja de lea Lulli-Tromssas sámegiela oahpahus Harstad:as ja Skániin .
nob: Forøvrig har man i Sør-Troms samiskopplæring i Harstad og Skånland .

source: Ii galli gielddas leat sámegiela oahpahus dan muttos go Skániin , almmá sierra organiserema haga .
nob: Ikke mange kommuner har samiskopplæring av den størrelse Skånland har uten at man samtidig har egen organisering .

source: Ja nu leage lunddolaš ja dehálaš ahte Skánit oainnusin dahká ja čujuha makkár oahpahusdilli sámi ohppiin lea Tromssas doppe gos ii leat organiserejuvvon nugo namuhuvvon bajábealde .
nob: Det er slik naturlig og viktig at Skånland synliggjør og peker på hvordan opplæringssituasjonen er for samiske elever i Troms som faller utenfor ovennevnte organisering .

source: Oahpahusláhka
nob: Opplæringsloven

source: Skániid sámegielohpiid vánhensearvi čujuha 19.04.99 beaiváduvvon reivves earret eará Sámedikki ja Sámi oahpahusráđi cealkámuššii oahpahuslága §:ii 6-2 « sámi guovllus lea buohkain vuođđoskuvlaagis vuoigatvuohta oahpahussii sámegielas ja sámegillii . »
nob: Skániid sámegielohpiid vánhensearvi viser i brev av 19.94.99 til bl. a Sametinget og Samisk utdanningsråd til opplæringsloven § 6-2 , « i samiske distrikt har alle i grunnskolealder rett til opplæring i og på samisk . »

source: Oahpahuslága 6 . § goalmmát čuoggás definerejuvvo sámi guovlu ná « sámi guovlu : 1 ) sámegiela hálddašanguovlu sámelága 3-1 § mielde , 2 ) eará gielddat dahje gielddaid oasit Gonagas stáhtaráđis addán láhkaásahusa mielde maŋŋá go Sámediggi ja dat gielddat ja fylkagieddat maidda ášši guoská leat beassan buktit cealkámuša . »
nob: Opplæringsloven § 6.1 tredje punkt definerer samiske distrikt , « - samisk distrikt : 1 ) det samiske forvaltningsområde etter § 3.1 i sameloven , 2 ) andre kommunar eller delar av kommunar etter forskrifter gitt av Kongen i statsråd etter at Sametinget og dei kommunane og fylkeskommunane spørsmålet gjeld , har fått uttale seg . »

source: Skániid sámegielohpiid vánhensearvi bivdá Sámedikki jođánepmosit reivviin departementii ja Skániid gildii oččodit Skániid gieldda dohkkehuvvot sámi guovlun 17.07.98 oahpahuslága ektui .
nob: Skániid sámegielohpiid vánhensearvi ber Sametinget om snarest i brev til departement og Skånland kommune å få Skånland kommune godkjent som samisk distrikt i henhold til Opplæringsloven av 17.07.98 .

source: Jos guovlu ii leat definerejuvvon sámi guovlun ođđa oahpahuslága ektui , de ii leat mánáin Stáhta Oahpahuskantuvra reivve mielde - vuoigatvuohta oahpahussii sámegillii , vaikko fágaplánat sihke sámegiella vuosttasgiellan ja sámegiella nubbingiellan nannejit sámegiela reaidogiellan , mii mearkkaša dan ahte oahpahus lea dán gillii maiddái eará fágain .
nob: Uten å være definert som samisk distrikt i henhold til Opplæringsloven , vil barn - ifølge brev fra Statens Utdanningskontor - ikke ha rett til undervisning på samisk , selv om fagplanene for både samisk førstespråk og samisk andrespråk slår fast samisk som redskapsspråk , hvilket betyr at det skal undervises på dette språket i andre fag .

source: Skániid sámegielohpiid vánhensearvi dadjá : mii mánáid vánhemat olggobealde sámegiela hálddašanguovllu leimmet hirbmat duhtavaččat fágaplánain sihke sámegielas vuosttasgiellan ja sámegielas nubbingiellan .
nob: Skániid sámegielohpiid vánhensearvi sier , som foreldre til barn utenfor forvaltningsområdet for samisk språk , var vi meget fornøyd med fagplanene i både samisk førstespråk og samisk andrespråk .

source: Goappašat dát fágaplánat nannejit sámegiela reaidogiellan vuođđoskuvllas .
nob: Begge disse fagplanene slår fast at samisk er redskapsspråk i grunnskolen .

source: Guovlluin olggobealde sámegiela hálddašanguovllu lea vuolggasajis fuonit dilli mii guoská gielalaš ahtanuššamii ja ovdánahttimii .
nob: Områdene utenfor forvaltningsområdet for samisk språk er i utgangspunktet verre stilt med hensyn til språklig vekst og utvikling .

source: Min sihkkareamos arena sámegiela seailudeapmái dáin sámi guovlluin lea ahte sámegiela oahpahus doaibmá fágaplánaid áigumušaid mielde .
nob: Vår sikreste arena for samiskspråklig framtid i disse samiske områdene er en samiskundervisning som fungerer slik som fagplanene legger opp til .

source: Skuvlaárgabeaivvis gos buot lea dárogillii , dušše 3-4 sámegieldiimmu main bealli lea biddjon dábálaš skuvlaáiggi lassin , goas mánát leat váiban ii ge leat šat mokta danne go earát luohkás leat mannan ruoktot , lea veadjemeahttun ollašuhttit fágaplána gáibádusaid ja áigumušaid .
nob: I en skolehverdag hvor alt foregår på norsk , unntatt 3-4 samisktimer der halvparten av disse er lagt til etter ordinær skoletid når barna er slitne og lite motiverte fordi resten av klassen er dratt heim , vil det være umulig å oppfylle fagplanens krav og intensjoner .

source: Dáin guovlluin lea giella heajos dilis birrasis ja fágas lea fuones stáhtus .
nob: I disse områdene står språket svakt i miljøet og faget har lav status .

source: Sámegiela oahpahus nubbin fágan , nugo sámegiela vuosttasgiellan ja sámegiela nubbingiellan oahppaplánat mearridit , lea nu dehálaš amaset min mánát vuoittahallat sihke sámi servodagas ja iežamet čalmmiin .
nob: Undervisning på samisk i andre fag , som læreplanene for samisk førstespråk og samisk andrespråk foreskriver , er grunnleggende viktig for at ikke våre barn skal bli tapere både i det samiske samfunnet og i egne øyne .

source: Dáin ohppiin lea vuolggasajis hirbmat lossa skuvlaárgabeaivi almmolaš sápmelažžan norgalaš ovttadatskuvllas .
nob: Disse elevene har i utgangspunktet en meget tøff skolehverdag som offisielle samer i den norske enhetsskolen .

source: Skániid skuvllat leat ovttasráđiid vánhemiiguin ohcan oahpahusdiimmuid sámegielas ja sámegillii dárbbu dohkálaš fágalaš árvvoštallamiin .
nob: Skolene i Skånland har , i samarbeid med foreldrene , søkt om timer til undervisning i og på samisk etter en forsvarlig faglig vurdering av behov .

source: Skániid gielda lea ožžon sullii beali ohccojuvvon diimmuin .
nob: Skånland kommune har fått tildelt ca. halvparten av omsøkte timer .

source: Juolludusreivves daddjo maiddái ahte « Ii leat šat vejolaš addit lassidiimmuid eará fágaide Sámi O-97:s , dalle ferte dan gohčodit prošeaktan . »
nob: I tildelingsbrevet sies også at « Det er altså ikke lenger anledning til å gi ekstratimer til andre fag i L- 97 Samisk , da må det i så fall være et prosjekt . »

source: Mii , vánhemat eat sáhte áddet eat ge dohkkehit ahte min mánáid sámegiela oahpahusa vuođđun galgá leat juoga mii lea nu gaskaboddosaš go prošeakta lea .
nob: Som foreldre kan vi ikke skjønne og heller ikke godta at våre barns samiskundervisning skal være basert på noe så midlertidig som prosjekt .

source: Mii jáhkiimet ahte prošeakta skuvllas leai áibbas eará .
nob: Vi trodde at prosjekt i skolen var noe helt annet .

source: Orru dego Oahpahusláhka ii gozit daid sámi mánáid oahpahusdárbbu geat leat olggobealde sámegiela hálddašanguovllu .
nob: Det kan se ut som om Opplæringsloven ikke ivaretar samiske barns opplæringsbehov utenfor forvaltningsområdet for samisk språk .

source: Mii leat juo vásihan ahte min mánát eai oaččo lobi čuovvut Sámi O- 97. Dál vásihat dan gis ahte min mánát eai oažžu dohkálaš oahpahusa sámegielas ge eai fal eai vuosttas- eaige nubbingiellan .
nob: Vi har allerede opplevd at våre barn ikke får lov til å følge L- 97 Samisk . Nå opplever vi at våre barn heller ikke skal få en fullverdig samiskopplæring verken i første- eller andrespråk .

source: Oahpahuslága láhkaásahusaid gulaskuddamis ge eai deattuhuvvo min mánáid vuoigatvuođat , muhto baicce heađuštuvvojit ain eanet .
nob: Høringsutkastet til forskrifter for opplæringsloven presiserer heller ikke våre barns rettigheter , men tvert imot undergraver disse ytterligere .

source: Illá sáhttá jáhkkit ahte Oahpahuslága áigumuššan livččii lean vearránahttit ain eanet daid sámi mánáid vejolašvuođaid geat leat olggobealde sámegiela hálddašanguovllu .
nob: Det var neppe Opplæringslovens intensjon at samiske barn utenfor forvaltningsområdet for samisk språk skulle få ytterligere forverret kår .

source: Mii bivdit Sámedikki ja Sámi oahpahusráđi 1 ) fuolahit ahte sámegiela oahpahus dohkkehuvvo gaskaboddosaččat sámi guovlluin olggobealde hálddašanguovllu oahppoplánaid áigumuša ektui , dassážii go formalalaš mearrádus maid Oahpahuslága § 6-1 gáibida lea dahkkon .
nob: Vi ber Sametinget og Samisk utdanningsråd om å se til at det foreligger en midlertidig godkjenning for undervisning på samisk i samisk distrikt utenfor forvaltningsområdet slik læreplanene tilsier , inntil de formelle vedtak som Opplæringsloven § 6-1 krever , er gjort .

source: 2 ) váikkuhit dan ahte sámegiela oahpahus olggobealde hálddašanguovllu šaddá bissovažžan ja vuogádatlažžan .
nob: 2 ) medvirke til at samiskopplæringen utenfor forvaltningsområdet kommer i permanent ordnede forhold .

source: 3 ) Jos Stáhta oahpahuskantuvrras ležžet menddo uhccán diimmut oahppoplánaid mihttomeriid goziheapmái , de ferte Sámediggi fuolahit dan ahte departemeanta addá doarvái resurssaid .
nob: 3 ) Dersom Statens Utdanningskontorer har for lite timer til å ivareta læreplanenes mål , må Sametinget sørge for at departementet overfører tilstrekkelige ressurser .

source: Mii ohcalit dan čielggadusa sámegiela oahpahusa birra Tromssas ja Davvi-Norlánddas maid mii diibmá bivddiimet .
nob: Vi etterlyser utredning omkring samiskopplæring i Troms og Nordre-Nordland som vi bad om i fjor ( 1998 ) .

source: Vuođđoskuvlaođastusa - Ođastusa 97 evalueren
nob: Evaluering av grunnskolereformen- reform 97

source: Girko- , oahpahus- ja dutkandepartemeanta ( GOD ) áigu čađahit dutkamii vuođđuduvvon vuođđoskuvlaođastusa - Ođastus 97 evaluerema .
nob: Kirke- , utdannings- og forskningsdepartementet vil tilrettelegge for forskningsbasert evaluering av Grunnskolereformen - Reform 97 .

source: Norgga dutkanráđđi lea ožžon bargun evalueret ođastusa .
nob: Norges forskningsråd har fått i oppdrag å evaluere reformen .

source: Evalueren galgá guoskat dan ovdáneapmái mii dáhpáhuvvá vuođđoskuvllas maŋŋá go O 97 ja S 97 lea váldojuvvon geavahussii .
nob: Evalueringen skal omfatte utviklingen i grunnskolen etter innføring av L 97 og L97S .

source: GOD áigu bálddalagaid dainna dutkanevalueremiin dađistaga árvvoštallat suorggi dili , maiddái oahpahusdirektøra bearráigeahččama .
nob: KUF vil parallelt med den forskningsmessige evalueringa foreta løpende vurdering av tilstanden i sektoren , herunder utdanningsdirektørens tilsyn .

source: GOD čujuha ahte vuođđoskuvlla bajit dási mihttomearri Sd. prp. nr. 1 ( 1997-98 ) ektui lea earret eará dat ahte buot mánát galget oažžut alladássásaš vuođđoskuvlaoahpahusa .
nob: KUF peker på at overordnet mål for grunnskolen i henhold til St prp nr 1 ( 1997-98 ) blant annet er at alle barn skal få grunnskoleopplæring av høy kvalitet .

source: Dutkamii vuođđuduvvon evalueren galgá earret eará :
nob: Forskningsbasert evaluering skal mellom annet

source: kártet daid rievdadusaid ja dan ovdáneami mii buktá duogáža vuođđoskuvlasuorggi viidáseabbo plánemii , justeremii ja čuovvuleapmái
nob: kartlegge endringer og utvikling som gir bakgrunn for videre planlegging , justering og oppfølging av grunnskolesektoren

source: árvvoštallat leat go válljejuvvon čovdosat dohkálaččat daid mihttomeriid ollašuhttimii mat leat biddjon
nob: vurdere om de løsninger som er valgt er egnet til å realisere de mål som er satt

source: čujuhit nana ja heajos beliid ja vuorddekeahtes positiivvalaš ja negatiivvalaš váikkuhusaid
nob: peke på sterke og svake sider samt utilsiktede positive og negative virkninger

source: gávdnat buoridaneavttuhusaid ja doaibmabijuid mat daidda čatnasit
nob: få fram forslag til forbedringspunkter og tiltak knyttet til disse

source: Departemeanta dáhttu ollislaš evaluerema man oktavuođas juridihkalaš , ekonomalaš , hálddahuslaš , fágalaš ja pedagogalaš bealit ođastusas čuvgejuvvojit .
nob: Departementet ønsker en helhetlig evaluering hvor juridiske , økonomiske , administrative , faglige og pedagogiske sider ved reformen blir belyst .

source: Evaluerema bokte berre čuvget movt sámi oahppoplánat leat doaibman , ja oahpahusa dássásašvuođa dán guovtti oahppoplána mielde .
nob: Evalueringa bør belyse hvordan det samiske læreplanverket har fungert , og likeverdigheten i opplæringa etter de to læreverkene .

source: Evalueren čadnojuvvo buot fásaide ja dásiide ja berre iskat addit máhtolašvuođa dehálaš faktuvrraid ja oktavuođaid birra main lea mearkkašupmi ođastusa ovdánahttimii .
nob: Evalueringa knyttes til alle faser og nivåer og bør søke å gi kunnskap om viktige faktorer og sammenhenger for betydning for videreutvikling av reformen .

source: Go galgá oažžut ollislaš gova ođastusbarggus , de ferte fokuseret sihke ođastusbarggu iešguđet hálddašandásiin ja čađaheami skuvladásis .
nob: For å få et samlet bilde av reformarbeidet må en fokusere både på reformarbeidet på de ulike forvaltningsnivåene og på gjennomføringen på skolenivå .

source: Stuorámus deaddu galgá biddjot čađaheapmái skuvladásis .
nob: Gjennomføringen på skolenivå skal ha størst oppmerksomhet .

source: Váikkuhangaskaomiid mearkkašupmi ođastusa johtui bidjamii ja čađaheapmái , berre leat mielde dan dutkanevalueremis .
nob: Virkemidlenes betydning for iverksetting og gjennomføring av reformen bør være med i den forskningsmessige evalueringa .
